package com.whl.gittest.idea;

/**
 * @Author: Whling
 * @Date: Created in 12:15 2017/6/16
 * @Modified By:
 * @Description:
 */
public class Cestbon {
    public static void main(String[] args) {
        System.out.println("太容易付出

却不容易相处

难怪我总是被辜负

太多的领悟

却太少的幸福

是天生性格太顽固

汪：

我行我素那样又何苦

我又不是不懂人情世故

杨：

假装什么都糊涂

假装什么都瞑目

小聪明没用

扮小人物完全作不了主

汪：

好像没有念过书

好像需要受保护

谁犯了错误

不动声息饶恕

男人就会满足

杨：

我的回忆录

铺满难走的路

尽管只是携手漫步

开始到结束

不会无缘无故

一定是我过于在乎

合：

我行我素 那样又何苦

我又不是不懂人情世故

杨：

假装什么都糊涂

假装什么都瞑目

小聪明没用

扮小人物完全作不了主

汪：

好像没有念过书

好像需要受保护

一收到礼物 就可爱像宠物

就按剧本演出

合：

假装什么都糊涂

假装什么都瞑目

小聪明没用

扮小人物完全作不了主

假装不懂得愤怒

假装不懂得投诉

情深没有用

难道就靠讲究人情世故

好像没有念过书

好像不会有感触

放弃我态度

得到爱情前途

我该不该演出");
    }
}
